---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DivisionProfileWidth
source: html/e4fe4431-f6b5-da1f-7ea1-179af1da68f4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DivisionProfileWidth Property

"Width": Width

## Syntax (C#)
```csharp
public static ForgeTypeId DivisionProfileWidth { get; }
```